tools/issi/logs/requests/request_20240823_155925.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://tempuri.org/"><SOAP-ENV:Body><ns1:SendMessage><ns1:userName>6e490380-29c2-48d8-8787-d07abee08f58</ns1:userName><ns1:password></ns1:password><ns1:request>&lt;?xml version="1.0" encoding="utf-8"?&gt;
&lt;TransferMessage xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://issi.transfer.bg/messaging/v1"&gt;
            &lt;Header&gt;&lt;EnforcementAgentType&gt;&lt;EnforcementAgentRegNum&gt;892&lt;/EnforcementAgentRegNum&gt;&lt;EnforcementAgentName&gt;Христо Василев Георгиев&lt;/EnforcementAgentName&gt;&lt;/EnforcementAgentType&gt;&lt;TransferDate&gt;2024-08-23T15:59:23+03:00&lt;/TransferDate&gt;&lt;TransferGUID&gt;{d9464eda-40c7-408d-b9c8-7fedfa8bf04c}&lt;/TransferGUID&gt;&lt;/Header&gt;&lt;Body&gt;&lt;TransferData&gt;&lt;IncomingReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;OutgoingReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;CasesReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;ActionReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-08-18T00:00:01+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;1&lt;/ActionNumber&gt;&lt;CaseNum&gt;20218920401575&lt;/CaseNum&gt;&lt;CaseDate&gt;2021-08-24&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Георги Маринов Петров&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;С-е №8906 връчено при отказ от И.Иванов&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-08-18T00:00:01+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;2&lt;/ActionNumber&gt;&lt;CaseNum&gt;20228920400586&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-05-18&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Радослав Богомилов Тодоров&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;С-е №8876 не е връчено длъжника не живее на адреса инф от живущите&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-08-18T00:00:01+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;3&lt;/ActionNumber&gt;&lt;CaseNum&gt;20228920400602&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-05-18&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Дарина Руменова Котакова&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;С-е №8846 е връчено при отказ от И.Иванов&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-08-18T00:00:01+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;4&lt;/ActionNumber&gt;&lt;CaseNum&gt;20228920400610&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-05-18&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;РОДИОН АЛЕКСАНДРОЧВИЧ ЕВРИНОВ&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;С-Е №8864 НЕ Е ВРЪЧЕНО ДЛЪЖНИКА НЕ Е ОТКРИТ СЛЕД МНОГОКРАТНИ ПОСЕЩЕНИЯ&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;/ActionReg&gt;&lt;/TransferData&gt;&lt;/Body&gt;&lt;/TransferMessage&gt;
</ns1:request></ns1:SendMessage></SOAP-ENV:Body></SOAP-ENV:Envelope>
